[{

    "ID": "About Harvard UofA",
    "sections": [{
        "Introduction": "<p>Harvard referencing style uses references in two places in a piece of writing: in the text and in a reference list at the end.</p><p>In general, each author name that appears in the text must also appear in the reference list, and every work in the reference list must also be referred to in the main text. All the details of the reference are important, even the full stops and commas.</p><p>In-text references in Harvard style should give the author’s family name and the year of the work’s publication. If you quote or paraphrase, you should also give a page number.</p><p>Here is a generic example, as it would appear in a reference list, for a journal article with three authors:</p><div class='example'><p>Author, ˰AA, ˰Author, ˰B˰&˰Author, ˰C ˰YEAR, ˰'Article title in between single quotes, in lower case and with no full stop to end', ˰<em>Journal Title in Italics with Capitals</em>, ˰vol. ˰##, ˰no. ˰#, ˰pp. ˰##-##.</p></div><p>Note: ˰ represents a space.</p><p>An in-text reference would look like this: <span class='textExample'>It has been claimed that... (Author YEAR, p. #).</span></p><p>It could also look like this: <span class='textExample'>Author (YEAR, p. #) claims that...</span></p><p>In the examples given in this guide, no page numbers are given for the in-text examples. However, remember that you need to include a page number if you quote or paraphrase. If you are referring only to one page, use the abbreviation p. If you are referring to more than one page, use the abbreviation pp.For example, use <span class='textExample'>(Jones 2010, p. 112)</span> for referring to one page and use <span class='textExample'>(Jones 2010, pp.112-113)</span> when referring to more than one page.</p>",
        "Notes": "<strong>And / &</strong></p><ul> <li>For in-text references, use 'and' between names in the text and '&' between names in brackets. </li><li>Use ‘&’ between authors’ names in the reference list. </li></ul><br/><p><strong>Authors/Editors</strong></p><ul><li>An author is someone who has written a particular text, such as a book or journal article.</li><li>An editor is someone who has compiled a text, such as a dictionary, or a book to which several authors have contributed.</li><li>For two authors with the same family name, writing in the same year, include their initials in the in-text reference. e.g.<span class='textExample'> E Peters 2007, P Peters 2007</span>. Give complete reference details as usual in the reference list and list them alphabetically in order of the family name followed by the authors’ initials. </li><li>Use the name of the first author and then 'et al.' for 4 or more authors in in-text references. Give all the authors in the reference list entry. </li></ul><br/><p><strong>Dates</strong></p><ul><li>Website with no date – write n.d.</li> <li>Two books or articles written in the same year – use the letters ‘a’ and ‘b’ in the text and in the reference list. e.g. <span class='textExample'>Smith 2000a, Smith 2000b</span>.</li> </ul><br><p><strong>Editions</strong></p> <ul><li>If a book has several editions, write the number of the edition you have used. N.B. This is not the same as the printing or reprinting date. First editions do not say ‘first edition’, but second and subsequent editions will tell you which edition they are.</li> </ul><br><p><strong>Place of publication</strong></p><ul><li>Book with many places of publication – choose the first. </li><li>Book with no place of publication – write n.p. </li><li>Give any extra information needed to disambiguate (e.g. <span class='textExample'> Cambridge, Mass. vs Cambridge, UK</span>) or to clarify (St. Lucia, Qld, rather than just St. Lucia). </li></ul><br><p><strong>Pagination</strong></p> <ul><li>Use p. when referring to one page and pp. for more than one page.</li> </ul><br><p><strong>Multiple and secondary sources</strong></p><ul><li>For more than one source at one place in the text, put the references in brackets in alphabetical order, separated by a semicolon (e.g. <span class='textExample'> Brown 2003; Miller 2009; Smith 2001</span>). </li><li>For secondary sources, give both sources in the text (e.g. <span class='textExample'>Smith 2001 in Wright 2004</span>) and only put the book you have physically used in the reference list (e.g. <span class='textExample'>Wright, IM 2004, How to quote, Book Press, Adelaide</span>).</li> </ul><br><P><strong>Special exceptions</strong></P><ul><li>For classics (e.g. Virgil), give the line number and the date of the edition you have used in the reference list but not in the text. </li><li>Details of dictionaries, plays and poetry are not usually included in the reference list, unless you are studying a text and need to give publication and edition details.</li></ul>"
    }]
}, {
    "ID": "Journal Articles",
    "sections": [{
        "Print/from UofA database": "<p><strong>Required information and layout</strong></p><div class='example'><p>Author’s family name, Initial(s) year of publication, ‘Title in single quotes’, <em>Journal Title in Italics</em>, vol. ##, (volume number) no. #, (issue number) pp. #-# (page numbers the article covers).</p></div> <p><strong>Reference list</strong></p><div class='example'><p>Habel, C 2009, 'Academic self-efficacy in ALL: capacity-building through self-belief', <em>Journal of Academic Language and Learning</em>, vol. 3, no. 2, pp. 94-104.</p></div><p><strong>In text</strong></p> <p><span class='textExample'>(Habel 2009)</span></p><p>This applies to both print articles and electronic articles accessed via a Library subscription. It is no longer necessary to include information such as “Online”, a URL, or a database name. This is because in many subjects electronic articles are the norm; any URL provided for a library-accessed database will include the University Library proxy and will not help your reader access the article; and the contents of databases can change.</p>",
        "From web (freely available from an e-journal's website": "<p>D</p>",
        "With DOI (Digital Object Identifier":"<p>E</p>",
        "In press/advance online publication":"",
        "Two authors":"",
        "Three authors":"",
        "Four or more authors":""
    }]
},{
    "ID": "Books",
    "sections":[{
        "Print":"",
        "E-Book (from web)":"",
        "Two or three authors":"",
        "Four or more authors":"",
        "Book chapter in edited book":"",
        "Book with an edition number":"",
        "Book with no author":"",
        "Book with a volume number":"",
        "Written in a foreign language":"",
        "Translated from a foreign language":""
    }]
}, {
    "ID":"Conference Publications",
    "sections":[{
        "Conference paper published in edited book of proceedings (in print or accessed from library database)":"",
        "Conference paper published online":"",
        "Conference presentation (unpublished)":""
    }]
}, {
    "ID": "Newspaper or magazine article",
    "sections":[{
        "Print":"",
        "Online":"",
        "No author":""
    }]
}, {
    "ID": "Data set",
    "sections":[{
        "With DOI":"",
        "No DOI":""
    }]
}, {
    "ID": "Webpage",
    "sections":[{
        "Webpage":""
    }]
},{
    "ID": "Social media",
    "sections":[{
        "Blog":"",
        "Blog post":"",
        "Facebook post":"",
        "Twitter":""
    }]
}, {
    "ID": "Audiovisual",
    "sections":[{
        "Podcast":"",
        "Radio programme":"",
        "YouTube":"",
        "Television broadcast":"",
        "Video, film, DVD":""
    }]
}, {
    "ID": "Image",
    "sections":[{
        "Artwork":"",
        "Picture or graph":""
    }]
}, {
    "ID": "Reference work",
    "sections":[{
        "Dictionary":"",
        "Encyclopedia entry":""
    }]
}, {
    "ID": "Other reference types",
    "sections":[{
        "Australian Bureau of Statistics":"",
        "Emails, phone conversation, letters, interviews":"",
        "Lecture":"",
        "Map":"",
        "Patent":"",
        "PowerPoint":"",
        "Report":"",
        "Thesis":""
    }]
}
]